Revit 2027 API
ParameterTypeId.StairsTrisertypeLeftNosing Property
 "Left Nosing": (OBSOLETE)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeLeftNosing { get; }
Public Shared ReadOnly Property StairsTrisertypeLeftNosing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeLeftNosing {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeLeftNosing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace